research/vita-short.tex
% Created 2023-09-19 Tue 10:36
% Intended LaTeX compiler: pdflatex
\documentclass[article,8pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
\usepackage{fancyhdr}
\pagestyle{fancyplain}
\lfoot{Last updated \today} \cfoot{} \rfoot{\thepage}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.1 (Org mode 9.6.6)}, 
 pdflang={English}}
\begin{document}


\section*{Thomas J. Faulkenberry, Ph.D.}
\label{sec:org34eceea}

Department of Psychological Sciences\\[0pt]
Tarleton State University\\[0pt]
Email: faulkenberry@tarleton.edu\\[0pt]
Website: \url{http://tomfaulkenberry.github.io}

\subsection*{Education}
\label{sec:org9722edf}
\begin{itemize}
\item Ph.D., Psychology, Texas A\&M University – Commerce, 2010
\item M.S., Mathematics, Oklahoma State University - 2002
\item B.S. with highest honors, Mathematics, Southeastern Oklahoma State University, 2000
\end{itemize}

\subsection*{Academic positions}
\label{sec:orga0f7777}
\begin{itemize}
\item 2019-present: Associate Professor (with tenure), Department of Psychological Sciences, Tarleton State University
\item 2013-2019: Assistant Professor, Department of Psychological Sciences, Tarleton State University
\item 2012-2013: Assistant Professor, Department of Mathematics, Texas A\&M University – Commerce
\item 2010-2012: Visiting Assistant Professor, Department of Psychology and Special Education, Texas A\&M University – Commerce
\item 2005-2010: Lecturer, Department of Mathematics, Texas A\&M University - Commerce
\end{itemize}

\subsection*{Books}
\label{sec:org4d1a062}
\begin{enumerate}
\item Faulkenberry, T. J. (2022). \emph{Psychological Statistics: The Basics}. New York: Routledge. \url{https://doi.org/10.4324/9781003181828}
\end{enumerate}

\subsection*{Papers (last 10 years)}
\label{sec:orgfff5596}
\begin{enumerate}
\item Faulkenberry, T. J. (in press). A note on the normality assumption for modeling constraint in cognitive individual differences. To appear in \emph{Metodoloski Zvezki: Advances in Methodology and Statistics}, \url{https://arxiv.org/abs/2112.05503}
\item Zapata, B., \& Faulkenberry, T. J. (in press). A diffusion model decomposition of the unit-decade compatibility effect in two-digit number comparison. To appear in \emph{Proceedings of the 21st International Conference on Cognitive Modeling (ICCM 2023)}. \url{https://psyarxiv.com/f6qpy}
\item Colpitts, K., Dias, J., Faulkenberry, T. J., \& Harris Bozer, A. (in press). Investigation of the relationship between perceived mental workload and chronic pain. To appear in \emph{Psi Chi Journal of Psychological Research}.
\item Faulkenberry, T. J., \& Brennan, K. B. (2023). Computing analytic Bayes factors from summary statistics in repeated-measures designs. \emph{Biometrical Letters, 60} (1), 1-21. \url{https://doi.org/10.2478/bile-2023-0001}
\item Brennan, K., Rutledge, M., \& Faulkenberry, T. J. (2023). Arithmetic operation signs elicit spatial associations: A confirmatory Bayesian analysis. \emph{Journal of Psychological Inquiry, 27} (1), 5-13. \url{https://www.psychinquiry.org/wp-content/uploads/2023/05/vol27n1.pdf}
\item Faulkenberrry, T. J., \& Bowman, K. A. (2023). Bayesian modeling of the latent structure of individual differences in the numerical size-congruity effect. \emph{Journal of Cognitive Psychology, 35} (2), 217-232. \url{https://doi.org/10.1080/20445911.2022.2136186}
\item Vogel, S., Faulkenberry, T. J., \& Grabner, R. (2021). Quantitative and qualitative differences in the canonical and the reverse distance effect and their selective association with arithmetic and mathematical competencies. \emph{Frontiers in Education: Educational Psychology, 6}: 655747. \url{https://doi.org/10.3389/feduc.2021.655747}
\item Faulkenberry, T. J. (2021). The Pearson Bayes factor: An analytic formula for computing evidential value from minimal summary statistics. \emph{Biometrical Letters}, \emph{58} (1), 1-26. \url{https://doi.org/10.2478/bile-2021-0001}
\item Nejman, J. A. \& Faulkenberry, T. J. (2020). Implicit priming reveals decomposed processing in fraction comparison. \emph{Journal of Psychological Inquiry}, \emph{24} (2), 17-23. \url{https://www.psychinquiry.org/wp-content/uploads/2021/01/vol24-2v3.pdf}
\item Faulkenberry, T. J. (2020). Estimating Bayes factors from minimal summary statistics in repeated-measures analysis of variance designs. \emph{Metodoloski Zvezki: Advances in Methodology and Statistics}, \emph{17}, 1-17.  \url{https://arxiv.org/abs/1905.05569}
\item Faulkenberry, T. J., Ly, A., \& Wagenmakers, E. J. (2020). Bayesian statistics in numerical cognition: A tutorial using JASP. \emph{Journal of Numerical Cognition}, \emph{6}, 231-259. \url{https://doi.org/10.5964/jnc.v6i2.288}
\item Faulkenberry, T. J., Cruise, A., \& Shaki, S. (2020). Task instructions modulate unit-decade binding in two-digit number representation. \emph{Psychological Research}, \emph{84}, 424-439. \url{https://doi.org/}\href{https://dx.doi.org/10.1007/s00426-018-1057-9}{10.1007/s00426-018-1057-9}
\item Faulkenberry, T. J. (2019). Estimating evidential value from ANOVA summaries: A comment on Ly et al. (2018). \emph{Advances in Methods and Practices in Psychological Science}, \emph{2}, 406-409. \url{https://doi.org/}\href{https://doi.org/10.1177/2515245919872960}{10.1177/2515245919872960}
\item Faulkenberry, T. J. (2019). A tutorial on generalizing the default Bayesian t-test via posterior sampling and encompassing priors. \emph{Communications for Statistical Applications and Methods}, \emph{26}, 217-238. \url{https://doi.org/}\href{https://doi.org/10.29220/CSAM.2019.26.2.217}{10.29220/CSAM.2019.26.2.217}
\item Frampton, A. R., \& Faulkenberry, T. J. (2018). Mental arithmetic processes: Testing the independence of encoding and calculation. \emph{Journal of Psychological Inquiry}, \emph{22}, 30-35. \url{https://www.psychinquiry.org/wp-content/uploads/2019/03/Vol22-1.pdf}
\item Faulkenberry, T. J., Vick, A. D., \& Bowman, K. A. (2018). A shifted Wald decomposition of the numerical size-congruity effect: Support for a late interaction account. \emph{Polish Psychological Bulletin}, \emph{49}, 391-397. \url{https://doi.org/}\href{http://dx.doi.org/10.24425/119507}{10.24425/119507}
\item Faulkenberry, T. J., Witte, M., \& Hartmann, M. (2018). Tracking the continuous dynamics of numerical processing: A brief review and editorial. \emph{Journal of Numerical Cognition}, \emph{4} (2), 271-285. \url{https://doi.org/}\href{http://dx.doi.org/10.5964/jnc.v4i2.179}{10.5964/jnc.v4i2.179}
\item Faulkenberry, T. J. (2018). Computing Bayes factors to measure evidence from experiments: An extension of the BIC approximation. \emph{Biometrical Letters}, \emph{55} (1), 31-43. \url{https://doi.org/}\href{https://doi.org/10.2478/bile-2018-0003}{10.2478/bile-2018-0003}
\item Faulkenberry, T. J. (2018). A simple method for teaching Bayesian hypothesis testing in the brain and behavioral sciences. \emph{Journal of Undergraduate Neuroscience Education}, \emph{16}, A126-A130. \url{http://www.funjournal.org/wp-content/uploads/2018/01/june-16-126.pdf?x91298}
\item Faulkenberry, T. J. (2017). A single-boundary accumulator model of response times in an arithmetic verification task. \emph{Frontiers in Psychology}, \emph{8:1225}. \url{https://doi.org/}\href{http://dx.doi.org/10.3389/fpsyg.2017.01225}{10.3389/fpsyg.2017.01225/}
\item Faulkenberry, T. J., Cruise, A., \& Shaki, S. (2017). Reversing the manual digit bias in two-digit number comparison. \emph{Experimental Psychology}, \emph{64}, 191-204. \url{https://doi.org/}\href{http://dx.doi.org/10.1027/1618-3169/a000365}{10.1027/1618-3169/a000365}
\item Sobel, K. V., Puri, A. M., Faulkenberry, T. J., \& Dague, T. D. (2017). Visual search for conjunctions of physical and numerical size shows that they are processed independently. \emph{Journal of Experimental Psychology: Human Perception \& Performance}, \emph{43}, 444-453. \url{https://doi.org/}\href{http://dx.doi.org/10.1037/xhp0000323}{10.1037/xhp0000323}
\item Faulkenberry, T. J., \& Tummolini, L. (2016). Commentary: Is there any Influence of Variations in Context on Object-Affordance Effects in Schizophrenia? Perception of Property and Goals of Action). \emph{Frontiers in Psychology}, \emph{7:1915}. \url{https://doi.org/}\href{http://dx.doi.org/10.3389/fpsyg.2016.01915}{10.3389/fpsyg.2016.01915}
\item Faulkenberry, T. J. (2016). Testing a direct mapping versus competition account of response dynamics in number comparison. \emph{Journal of Cognitive Psychology}, \emph{28}, 825-842. \url{https://doi.org/}\href{http://dx.doi.org/10.1080/20445911.2016.1191504}{10.1080/20445911.2016.1191504}
\item Sobel, K. V., Puri, A. M., \& Faulkenberry, T. J. (2016). Bottom-up and top-down attentional contributions to the size-congruity effect. \emph{Attention, Perception, \& Psychophysics}, \emph{78}, 1324-1336. \url{https://doi.org/}\href{http://dx.doi.org/10.3758/s13414-016-1098-3}{10.3758/s13414-016-1098-3}
\item Faulkenberry, T. J., Cruise, A., Lavro, D., \& Shaki, S. (2016). Response trajectories capture the continuous dynamics of the size congruity effect. \emph{Acta Psychologica}, \emph{163}, 114-123. \url{https://doi.org/}\href{http://dx.doi.org/10.1016/j.actpsy.2015.11.010}{10.1016/j.actpsy.2015.11.010}
\item Faulkenberry, T. J., Montgomery, S. A., \& Tennes, S. N. (2015). Response trajectories reveal the temporal dynamics of fraction representations. \emph{Acta Psychologica}, \emph{159}, 100-107. \url{https://doi.org/}\href{http://dx.doi.org/10.1016/j.actpsy.2015.05.013}{10.1016/j.actpsy.2015.05.013}
\item Faulkenberry, T. J., \& Rey, A. R. (2014). Extending the reach of mousetracking in numerical cognition: A comment on Fischer and Hartmann (2014). \emph{Frontiers in Psychology}, \emph{5}:1436. \url{https://doi.org/}\href{http://dx.doi.org/10.3389/fpsyg.2014.01436}{10.3389/fpsyg.2014.01436}
\item Faulkenberry, T. J. (2014). Hand movements reflect competitive processing in numerical cognition. \emph{Canadian Journal of Experimental Psychology}, \emph{68}, 147-151. \url{https://doi.org/}\href{http://dx.doi.org/10.1037/cep0000021}{10.1037/cep0000021}
\item Faulkenberry, T. J., \& Geye, T. L. (2014). The cognitive origins of mathematics learning disability: A review. \emph{The Rehabilitation Professional}, \emph{22} (1), 9-16.
\item Faulkenberry, T. J., \& Faulkenberry, E. D. (2013). Teaching integer arithmetic without rules: An embodied approach. \emph{Oklahoma Journal of School Mathematics}, \emph{5} (2), 5-14.
\item Faulkenberry, T. J., (2013). The conceptual/procedural distinction belongs to strategies, not tasks: A comment on Gabriel et al. (2013). \emph{Frontiers in Psychology}, \emph{4}:820. \url{https://doi.org/}\href{http://dx.doi.org/10.3389/fpsyg.2013.00820}{10.3389/fpsyg.2013.00820}
\item Faulkenberry, T. J., \& Montgomery, S. A. (2013). The primacy of fraction components in adults’ numerical judgements. In Reeder, S. L. and Matney, G. T. (Eds.). \emph{Proceedings of the 40th Annual Meeting of the Research Council on Mathematics Learning} (pp. 155-162). Tulsa, OK: RCML
\item Faulkenberry, T. J. (2013). How the hand mirrors the mind: The embodiment of numerical cognition. In Reeder, S. L. and Matney, G. T. (Eds.). \emph{Proceedings of the 40th Annual Meeting of the Research Council on Mathematics Learning} (pp. 205-212). Tulsa, OK: RCML
\end{enumerate}
\subsection*{External research funding}
\label{sec:orgfabef92}
\begin{itemize}
\item 2022-2023, Mathematical Association of America, National Research Experiences for Undergraduates Program (NREUP), \$29,425. \emph{CMAT: Computational Mathematics at Tarleton}
\item 2021-2022, Mathematical Association of America, National Research Experiences for Undergraduates Program (NREUP), \$30,125. \emph{CMAT: Computational Mathematics at Tarleton}
\item 2019-2020, Mathematical Association of America, National Research Experiences for Undergraduates Program (NREUP), \$29,663. \emph{CMAT: Computational Mathematics at Tarleton}
\item 2012-2013, National Science Foundation: Robert Noyce Scholarship Program, \$174,020 (Co-PI with Ben Jang), \emph{Building the Capacity for Math and Science Teacher Training}
\end{itemize}
\end{document}